Repository: informaticatrentina/civi.ci
Catalog: protected/messages/*/discussion.po
Languages: it_it

# discussion
source: User does not exit in system
it_it: L'utente non esiste nel sistema

# discussion
source: We are sorry, the page you are looking for seems to be missing.
it_it: Siamo spiacenti, la pagina che hai richiesto sembra non esistere.

# discussion
source: We are sorry, this link has expired. You will need to sign up again.
it_it: Siamo spiacenti, questo link è scaduto. Devi registrarti di nuovo.

# discussion
source: Your account has been activated. Please login
it_it: Il tuo account è stato attivato. Esegui l'accesso

# discussion
source: Your password has been changed. Please login
it_it: La tua password è stata reimpostata. Esegui l'accesso

# discussion
source: other
it_it: altro

# discussion
source: Age range
it_it: Fascia di età

# discussion
source: Please provide valid age
it_it: Inserisci un'età valida

# discussion
source: Please provide your age
it_it: Inserisci la tua età

# discussion
source: Please select age range
it_it: Inserisci la fascia di età

# discussion
source: age
it_it: età

# discussion
source: Good Morning
it_it: Buongiorno

# discussion
source: profession
it_it: professione

# discussion
source: residence
it_it: luogo di residenza

# discussion
source: Confirm Email
it_it: Conferma Email

# discussion
source: WARNING: Registration is successful only if you receive an email verification and account activation.
it_it: ATTENZIONE: La registrazione è andata a buon fine solo se riceverete una email di verifica e attivazione account.
