Repository: informaticatrentina/civi.ci
Catalog: protected/messages/*/discussion.po
Languages: it_it

# discussion
source: Add a new Proposal
it_it: Aggiungi una nuova proposta

# discussion
source: Aggregator is not responding or Curl failed
it_it: L’aggregatore non risponde

# discussion
source: Aggregator returning httpcode:
it_it: Codice ritornato dall’aggragatore

# discussion
source: Agree
it_it: Concordo

# discussion
source: Author
it_it: Autore

# discussion
source: Body can not be empty
it_it: Il campo proposta non può essere vuoto

# discussion
source: Cancel
it_it: Annulla

# discussion
source: Create Discussion
it_it: Crea una discussione

# discussion
source: Current links
it_it: Link allegati

# discussion
source: Description
it_it: Descrizione

# discussion
source: DisAgree
it_it: Non concordo

# discussion
source: Disagree
it_it: <tspan y='10' x='10'>Non</tspan><tspan y='20' x='10'>concordo</tspan>

# discussion
source: Discussion Author
it_it: Autore della discussione

# discussion
source: Discussion Summary
it_it: Sintesi discussione

# discussion
source: Discussion Summay
it_it: Sintesi discussione

# discussion
source: Discussion Title
it_it: Titolo discussione

# discussion
source: Don’t Understand
it_it: Non chiara

# discussion
source: Edit
it_it: Modifica

# discussion
source: Edit Discussion
it_it: Modifica Discussione

# discussion
source: Email address
it_it: indirizzo e-mail

# discussion
source: Email id already in use, Please choose a different email id
it_it: Questo indirizzo email id già in uso

# discussion
source: Error in actionRegisterUser method :
it_it: Errore in actionRegisterUser:

# discussion
source: Error in createDiscussion :
it_it: Errore in createDiscussion:

# discussion
source: Error in curlGet :
it_it: Errore in curlGet:

# discussion
source: Error in getContestDetailByContestSlug
it_it: Errore in getContestDetailByContestSlug

# discussion
source: Error in getEntry method :
it_it: Errore in getEntry:

# discussion
source: Error in getEntryForPagination method :
it_it: Errore in getEntryForPagination:

# discussion
source: Error in saveEntry method :
it_it: Errore in saveEntry:

# discussion
source: Error in submitContestEntry :
it_it: Errore in submitContestEntry:

# discussion
source: Error in updateStatus method :
it_it: Errore in updateStatus:

# discussion
source: Error in validateUser method :
it_it: Errore in validateUser:

# discussion
source: Hide
it_it: Nascondi

# discussion
source: Id can not be empty
it_it: Id non può essere vuoto

# discussion
source: Input data in getEntry :
it_it: Input in getEntry:

# discussion
source: Input data in getEntryForPagination :
it_it: Input in getEntryForPagination:

# discussion
source: Introduction
it_it: Introduzione

# discussion
source: Introduction can not be empty
it_it: Il campo introduzione non può essere vuoto

# discussion
source: Link's author
it_it: Autore del link

# discussion
source: Login
it_it: Accedi

# discussion
source: Logout
it_it: Esci

# discussion
source: Manage Discussion
it_it: Gestione Discussione

# discussion
source: Neutral
it_it: Neutro

# discussion
source: No links yet. Be the first to submit a link.
it_it: Non è ancora stato inserito alcun link, puoi essere il primo.

# discussion
source: Opinion's author
it_it: Autore dell'opinione

# discussion
source: Please enter first name
it_it: Inserisci il nome

# discussion
source: Please enter last name
it_it: Inserisci il cognome

# discussion
source: Please enter valid lnk url
it_it: Inserisci un URL valido

# discussion
source: Please login to submit an entry
it_it: Effettua l'accesso per partecipare

# discussion
source: Please provide a link
it_it: Manca un URL

# discussion
source: Please sign in with your Civic Links account
it_it: Per accedere puoi usare il tuo account Civiclinks

# discussion
source: Propoasl Status
it_it: Stato della proposta

# discussion
source: Proposal
it_it: Proposta

# discussion
source: Proposal Tags
it_it: Tag proposta

# discussion
source: Proposal Title
it_it: Titolo della proposta

# discussion
source: Proposal abstract
it_it: Sommario della proposta

# discussion
source: Proposal body
it_it: Corpo della proposta

# discussion
source: Proposal title should not be empty
it_it: Devi inserire un titolo

# discussion
source: Range can not be empty for pagination
it_it: L’intervallo per la paginazione non può essere vuoto

# discussion
source: Remember me
it_it: Ricordati di me

# discussion
source: Return fields should not be empty
it_it: Questi campi non possono essere vuoti

# discussion
source: Save Proposal
it_it: Salva proposta

# discussion
source: See the attached documents
it_it: Visualizza i link allegati

# discussion
source: Show
it_it: Mostra

# discussion
source: Show/hide
it_it: Mostra / nascondi

# discussion
source: Sign Up
it_it: Registrati

# discussion
source: Sign in
it_it: Accedi

# discussion
source: Some technical problem occurred, For more detail check log file
it_it: Ci sono stati problemi tecnici, contatta l’amministratore

# discussion
source: Some technical problem occurred, contact administrator
it_it: Ci sono stati problemi tecnici, contatta l’amministratore

# discussion
source: Sorry, You want something which we dont offer!!
it_it: Siamo spiacenti, c'è stato un errore

# discussion
source: Status
it_it: Stato

# discussion
source: Submit
it_it: Salva

# discussion
source: Submit Proposal
it_it: Salva proposta

# discussion
source: Submit a new link
it_it: Aggiungi un link

# discussion
source: Summary
it_it: Sommario

# discussion
source: There are no links
it_it: Non ci sono link

# discussion
source: There are no opinion
it_it: Non ci sono ancora opinioni su questa proposta

# discussion
source: There are no proposal in this discussion
it_it: Non ci sono proposte in questa discussione

# discussion
source: There are no proposals
it_it: Non ci sono proposte

# discussion
source: Title
it_it: Titolo

# discussion
source: Title can not be empty
it_it: Titolo non può essere vuoto

# discussion
source: Understand
it_it: Chiara

# discussion
source: Update Discussion
it_it: Aggiorna la discussione

# discussion
source: View All
it_it: Vedi tutti

# discussion
source: View Proposals
it_it: Visualizza le proposte

# discussion
source: View links
it_it: Vedi link

# discussion
source: View opinions
it_it: Visualizza le opinioni

# discussion
source: Views on this proposal
it_it: Opinioni su questa proposta

# discussion
source: Welcome
it_it: Benvenuto

# discussion
source: You have already submitted a proposal for this discussion
it_it: Hai già presentato la tua proposta per questa discussione

# discussion
source: You have entered either wrong email id or password. Please try again
it_it: Email o password sbagliate, riprova

# discussion
source: You have succesfully submitted a link
it_it: Il tuo link è stato salvato

# discussion
source: You have successfully created your account
it_it: È stato creato il tuo account

# discussion
source: You have updated this discussion Succesfully
it_it: Discussione aggiornata

# discussion
source: Zero length response not permitted
it_it: Risposta vuota non permessa

# discussion
source: create discussion
it_it: Creare discussione

# discussion
source: status can not be empty
it_it: stato non può essere vuoto

# discussion
source: submit your link
it_it: Aggiungi il tuo sito

# discussion
source: tags can not be empty
it_it: tag non possono essere vuoti

# discussion
source: Active
it_it: Attivo

# discussion
source: Delete
it_it: Cancella

# discussion
source: Discussion author should not be empty
it_it: Autore discussione non deve essere vuoto

# discussion
source: Creation date should not be empty
it_it: Data di creazione non deve essere vuoto

# discussion
source: Discription Summary should not be empty
it_it: Il sommario non può essere vuoto

# discussion
source: Discussion summary should not be empty
it_it: La descrizione non deve essere vuota

# discussion
source: Discussion title should not be empty
it_it: Titolo discussione non deve essere vuoto

# discussion
source: Please enter a valid email
it_it: Si prega di inserire un indirizzo email valido

# discussion
source: Please enter password
it_it: Inserisci la password

# discussion
source: This discussion title is already exist
it_it: Questo titolo discussione è già presente

# discussion
source: You have created a discussion Succesfully
it_it: È stata creata una discussione con successo

# discussion
source: Closed
it_it: Chiuso

# discussion
source: Open
it_it: Aprire

# discussion
source: Please Login to submit a link
it_it: Effettua il login per inviare un link

# discussion
source: Please Login to submit a proposal
it_it: Effettua il login per presentare una proposta

# discussion
source: by
it_it: da

# discussion
source: Error in createUser :
it_it: Errore in createUser:

# discussion
source: Error in createUser method :
it_it: Errore in createUser:

# discussion
source: Error in curlPut :
it_it: Errore in curlPut:

# discussion
source: Identitity Manager API is not responding or Curl failed
it_it: Errore dovuto ad Identitity Manager

# discussion
source: Identitity Manager API returning httpcode:
it_it: Identitity Manager API ha ritornato:

# discussion
source: Identitity Manager returning httpcode:
it_it: Identitity Manager API ha ritornato:

# discussion
source: InActive
it_it: Disattive

# discussion
source: No opinions yet. Be the first to have an opinion
it_it: Non ci sono ancora commenti. Puoi essere il primo ad avere un parere

# discussion
source: You have succesfully submited a proposal
it_it: È stato inserito con successo una proposta

# discussion
source: resize folder does not exists in
it_it: la directory per i resize non esiste in

# discussion
source: Click on one of the triangles below to register your opinion on this proposal.
it_it: Fare clic su uno dei triangoli di seguito per registrare il vostro parere su questa proposta.

# discussion
source: Discussion slug should not be empty
it_it: Lo slug della discussione non puà essere vuoto

# discussion
source: Discussion topics should not be empty
it_it: I topic della discussione non possono essere vuouti

# discussion
source: Google api for translation is not respondind
it_it: Le API di google per la traduzione non rispondono

# discussion
source: Identitity Manager is not responding or Curl failed
it_it: Errore dovuto ad Identitity Manager

# discussion
source: Number of Opinions
it_it: Numero di opinioni

# discussion
source: One topic should be selected
it_it: Deve essere selezionato un topic

# discussion
source: Oops! something wrong
it_it: Ooops! Qualcosa è andato storto

# discussion
source: Proposal id is empty
it_it: La proposta è vuota

# discussion
source: Triangle count
it_it: Risultati del triangolo

# discussion
source: You have already submitted allowed number of proposals on this discussion
it_it: Hai già inserito il numero massimo di proposte permesse per questa discussione

# discussion
source: Creation Date
it_it: Data di creazione

# discussion
source: Configuration Name
it_it: Nome della configurazione

# discussion
source: Configuration Value
it_it: Valore di configurazione

# discussion
source: Discussion Slug
it_it: Slug della discussione

# discussion
source: Discussion Topics (Please enter "," saperated )
it_it: Topic della discussione (separati da virgola)

# discussion
source: Link Description
it_it: Descrizione del Link

# discussion
source: Number of Links
it_it: Numero di link

# discussion
source: Please Login to submit a Opinion
it_it: Effettua l'accesso per inserire un opinione

# discussion
source: Reports
it_it: Report

# discussion
source: Topics
it_it: Topic

# discussion
source: Please Login to submit an Opinion
it_it: Effettua l'accesso per inserire un opinione

# discussion
source: Please enter proper opinion text
it_it: Effettua l'accesso per inserire un opinione

# discussion
source: You have successfully submitted an opinion
it_it: Hai inserito un opinione con successo

# discussion
source: First give us your position on the proposal.
it_it: Prima devi scegliere la tua valutazione sulla proposta.

# discussion
source: Position
it_it: Posizione

# discussion
source: You have succesfully submitted an opinion
it_it: È stato presentato con successo un parere

# discussion
source: Your link
it_it: Il tuo link

# discussion
source: Submit Opinion
it_it: Invia Opinione

# discussion
source: Thank you for giving us you position on the proposal.
it_it: Grazie per averci dato la tua posizione sulla proposta.

# discussion
source: Update Opinion
it_it: Aggiorna Opinione

# discussion
source: Opinion
it_it: Opinione

# discussion
source: Your Position
it_it: La tua posizione

# discussion
source: Your Opinion
it_it: La tua opinione

# discussion
source: Description can not be empty
it_it: La descrizione non può essere vuota

# discussion
source: Summary can not be empty
it_it: Il sommario non può essere vuoto

# discussion
source: Update Proposal
it_it: Aggiorna proposta

# discussion
source: Additional Description
it_it: Descrizione supplementare

# discussion
source: An error occurred
it_it: Si è verificato un errore

# discussion
source: Close
it_it: Salva

# discussion
source: Configuration Panel
it_it: Pannello configurazione

# discussion
source: Discussion List
it_it: Lista delle discussioni

# discussion
source: Highlight
it_it: Evidenziare

# discussion
source: Highlight Proposal
it_it: Evidenziare proposta

# discussion
source: Proposal Status
it_it: Stato proposta

# discussion
source: UnHighlight
it_it: Togliere evidenza

# discussion
source: Your reply has been saved successfully
it_it: La tua risposta è stata salvata con successo

# discussion
source: Please enter youtube or vimeo video url
it_it: Inserisci url youtube o vimeo del video

# discussion
source: Additional Description (Header Text)
it_it: Descrizione supplementare (Testo testata)

# discussion
source: Failed to write file to disk
it_it: Impossibile scrivere file su disco

# discussion
source: File size exceeded
it_it: Dimensioni del file superato

# discussion
source: Invalid Discussion
it_it: Discussione non valido

# discussion
source: Missing File Name
it_it: Manca Nome file

# discussion
source: Missing a temporary folder
it_it: Manca una cartella temporanea

# discussion
source: Only Numbers are allowed
it_it: Solo i numeri sono permessi

# discussion
source: Only png and jpg/jpeg image allowed
it_it: Solo png e immagine jpg / jpeg permesso

# discussion
source: Please enter valid youtube or vimeo video url
it_it: Inserisci URL valido del video su youtube o vimeo

# discussion
source: Proposal Image
it_it: proposta Immagine

# discussion
source: Some error occured in file uploading
it_it: Qualche errore si è verificato in un file caricato

# discussion
source: Sorting Order
it_it: Ordinamento ordine

# discussion
source: Sorting order can not be empty
it_it: Ordinamento non può essere vuoto

# discussion
source: The uploaded file was only partially uploaded
it_it: Il file caricato è stato caricato solo parzialmente

# discussion
source: Upload Image
it_it: Carica Immagine

# discussion
source: file was not uploaded
it_it: file non è stato caricato

# discussion
source: An error occured in saving moderator, Please retry.
it_it: Verificato un errore nel salvare moderatore, prego riprovare.

# discussion
source: An internal error occured. Please retry
it_it: Verificato un errore interno. riprovare

# discussion
source: Send a feedback to the author
it_it: Invia un feedback all'autore

# discussion
source: email id is not valid for moderator
it_it: d-mail non è valido per moderatore

# discussion
source: is not valid email id
it_it: Non s valido id e-mail

# discussion
source: A new link has been added.
it_it: È stato aggiunto un nuovo link.

# discussion
source: A new proposal has been added.
it_it: È stata aggiunta una nuova proposta.

# discussion
source: An opinion has been
it_it: Un parere è stato

# discussion
source: Hi
it_it: Ciao

# discussion
source: Regards
it_it: Saluti

# discussion
source: added
it_it: aggiunto

# discussion
source: added a link
it_it: aggiunto un link

# discussion
source: added a new proposal: Proposal Title
it_it: ha aggiunto una nuova proposta: Proposta Titolo

# discussion
source: an opinion
it_it: un parere

# discussion
source: updated
it_it: aggiornato

# discussion
source: An intro: The moderator
it_it: Un intro: Il moderatore

# discussion
source: Moderator
it_it: Moderatore

# discussion
source: a link
it_it: un collegamento

# discussion
source: has
it_it: ha

# discussion
source: hidden
it_it: nascosto

# discussion
source: shown
it_it: mostrato

# discussion
source: the following content:
it_it: il seguente contenuto:

# discussion
source: the opinion
it_it: il parere

# discussion
source: the proposal:
it_it: proposta

# discussion
source: Click here to access Admin Page
it_it: Clicca qui per accedere alla pagina di amministrazione

# discussion
source: An intro: The moderator {user_name} has {status} the following content
it_it: Un intro: Il moderatore {user_name} ha {status} il seguente contenuto

# discussion
source: An opinion has been {opinion_action}
it_it: Un parere è stato {opinion_action}

# discussion
source: [{site_name}] {user_name} added a new proposal: Proposal Title [{site_theme}] {title}
it_it: [{site_name}] {user_name} ha aggiunto una nuova proposta: Proposta Titolo [{site_theme}] {title}

# discussion
source: [{site_theme}] Moderator {user_name} has {status} the proposal : {title}
it_it: [{site_theme}] Moderatore {user_name} ha {status} proposta: {title}

# discussion
source: [{site_theme}] {user_name} added a link
it_it: [{site_theme}] {user_name} aggiunto un link

# discussion
source: [{site_theme}] {user_name} has {status} a link
it_it: [{site_theme}] {user_name} ha {status} un link

# discussion
source: [{site_theme}] {user_name} has {status} the opinion
it_it: [{site_theme}] {user_name} ha {status} l'opinione

# discussion
source: [{site_theme}] {user_name} {status} an opinion
it_it: [{site_theme}] {user_name} {status} un'opinione

# discussion
source: Proposal has been Updated.
it_it: La proposta è stata aggiornata.

# discussion
source: [{site_name}] {user_name} updated a proposal: Proposal Title [{site_theme}] {title}
it_it: [{site_name}] {user_name} aggiornata una proposta: Proposta Titolo [{site_theme}] {title}

# discussion
source: backendconnector module is missing
it_it: Modulo backendconnector manca

# discussion
source: backendconnector module is missing or not defined
it_it: Modulo backendconnector è mancante o non definita

# discussion
source: rbacconnector module is missing
it_it: Modulo rbacconnector manca

# discussion
source: rbacconnector module is missing or not defined
it_it: Modulo rbacconnector è mancante o non definita

# discussion
source: Accept the terms of Service
it_it: Accettare i termini di servizio

# discussion
source: Do you already have an account ?
it_it: Hai già un account ?

# discussion
source: First Name
it_it: Nome

# discussion
source: Last Name
it_it: Cognome

# discussion
source: Register
it_it: Registrati

# discussion
source: You have been successfully registered
it_it: Sei stato registrato con successo

# discussion
source: static/navbar module is missing
it_it: Modulo statico / barra di navigazione è presente

# discussion
source: Please try again
it_it: Riprova

# discussion
source: Create new account
it_it: Crea nuovo account

# discussion
source: Insert username and password
it_it: Inserisci username e password

# discussion
source: Confirm Password
it_it: Conferma password

# discussion
source: Password does not match
it_it: Password non corrisponde

# discussion
source: Please enter confirm password
it_it: Inserisci la conferma password

# discussion
source: I agree to the principles and {ahref_start_tag} the terms of service {ahref_end_tag}
it_it: Accetto i principi e i {ahref_start_tag} termini di servizio {ahref_end_tag}

# discussion
source: Please check privacy policy checkbox
it_it: Devi accettare le condizioni sulla privacy

# discussion
source: Please check term and condition checkbox
it_it: Controllare casella termine e condizioni

# discussion
source: Age
it_it: età in anni

# discussion
source: Gender
it_it: genere

# discussion
source: I have read the {ahref_start_tag} privacy {ahref_end_tag} and I authorize the processing of personal data under Article. 13 of Legislative Decree no. 196/2003
it_it: Ho letto l'{ahref_start_tag}informativa alla privacy{ahref_end_tag} e autorizzo il trattamento dei dati personali in base art. 13 del D. Lgs. 196/2003

# discussion
source: Please add authority description
it_it: Inserisci la descrizione dell'ente

# discussion
source: Please login to save additional information
it_it: Effettua l'accesso per salvare informazioni aggiuntive

# discussion
source: Please select age
it_it: Seleziona l'età

# discussion
source: Please select authority
it_it: Seleziona l'ente

# discussion
source: Please select citizenship
it_it: Seleziona la cittadinanza

# discussion
source: Please select education level
it_it: Seleziona il livello di istruzione

# discussion
source: Please select gender
it_it: Seleziona il genere

# discussion
source: Please select work
it_it: Seleziona il lavoro

# discussion
source: Public authority
it_it: ente di appartenenza

# discussion
source: Thank you for registering. Please activate your account by clicking this {start_ahref_link} link {end_ahref_link} or copy and paste the link below and follow the instructions.
it_it: Grazie per esserti registrato. Per favore attiva il tuo account facendo click su questo {start_ahref_link} link {end_ahref_link} oppure copia e incolla il link nel browser e segui le istruzioni.

# discussion
source: User Information
it_it: Informazioni utente

# discussion
source: Verify your account
it_it: Verifica il tuo account

# discussion
source: Work
it_it: lavoro

# discussion
source: citizenship
it_it: cittadinanza

# discussion
source: education level
it_it: livello di istruzione

# discussion
source: save
it_it: Salva

# discussion
source: select age range
it_it: seleziona la fascia di età

# discussion
source: select authority
it_it: seleziona l'ente di appartenenza

# discussion
source: select citizenship
it_it: seleziona la cittadinanza

# discussion
source: select eduction
it_it: seleziona il livello di istruzione

# discussion
source: select gender
it_it: seleziona il genere

# discussion
source: select your work
it_it: seleziona il lavoro

# discussion
source: Please activate you account
it_it: Per favore attiva il tuo account

# discussion
source: Change Password
it_it: Cambio Password

# discussion
source: Forgot password
it_it: Password dimenticata

# discussion
source: Get password
it_it: Ottieni password

# discussion
source: Insert Email id
it_it: Inserisci la tua email

# discussion
source: New Password
it_it: Nuova password

# discussion
source: Please check your mailbox for reset password
it_it: Controlla la tua casella di posta per reimpostare la password

# discussion
source: Please enter new password
it_it: Inserisci la nuova password

# discussion
source: Please reset your password by clicking this {start_ahref_link} link {end_ahref_link} or copy and paste the link below and follow the instructions.
it_it: Per favore reimposta la tua password facendo click su questo {start_ahref_link} link {end_ahref_link} oppure copia e incolla il link nel browser e segui le istruzioni.

# discussion
source: Please select question
it_it: Seleziona le domande

# discussion
source: Question has been saved successfully
it_it: Le domande sono state salvate correttamente

# discussion
source: Reset Password
it_it: Reimposta la Password

# discussion
source: Reset your password
it_it: Reimposta la tua password

# discussion
source: This is not a valid link.
it_it: Questo link non è valido.
