Repository: informaticatrentina/civi.ci
Catalog: protected/messages/*/js.po
Languages: it_it

# discussion
source: Please enter First Name
it_it: Inserisci il tuo nome

# discussion
source: Please enter Last Name
it_it: Inserisci il tuo cognome

# discussion
source: Please enter Password
it_it: Inserisci la password

# discussion
source: Please enter email id
it_it: Inserisci la tua email

# discussion
source: Please enter valid email id
it_it: Inserisci una email valida

# discussion
source: Please select atleast one topic.
it_it: Seleziona almeno un argomento.

# discussion
source: Proposal can not be empty
it_it: La proposta non può essere vuota

# discussion
source: Proposal introduction can not be empty
it_it: Devi scrivere un'introduzione alla tua proposta

# discussion
source: Proposal title can not be empty
it_it: Devi inserire un titolo per la tua proposta

# discussion
source: Click on one of the triangles below to register your opinion on this proposal.
it_it: Scegli uno dei triangoli per esprimere il tuo parere su questa proposta.

# discussion
source: Link can not be empty
it_it: Devi inserire un link

# discussion
source: Opinion has been saved successfully
it_it: La tua opinione è stata salvata con successo

# discussion
source: Please accept terms and condition
it_it: Si prega di accettare termini e condizioni

# discussion
source: Please enter Discussion Summary
it_it: Inserisci il sommario della discussione

# discussion
source: Please enter Discussion Title
it_it: Inserisci il titolo della discussione

# discussion
source: Please enter Discussion Topic(s)
it_it: Inserisci gli argomenti della discussione

# discussion
source: Please enter valid link url
it_it: Inserisci un URL valido

# discussion
source: Are you sure you want to delete this Contest ?
it_it: Sicuro di eliminare questo contest?

# discussion
source: Entry description should not be empty
it_it: La descrizione non puà essere vuota

# discussion
source: Entry title should not be empty
it_it: Il titolo non può essere vuoto

# discussion
source: It has not been added to any link, you can be the first.
it_it: Non è ancora stato inserito alcun link, puoi essere il primo.

# discussion
source: No reviews yet
it_it: Nessuna opinione presente

# discussion
source: Opinion field can not be blank
it_it: Non puoi lasciare vuoto il campo opinione

# discussion
source: Please check atleast one checkBox
it_it: Seleziona almeno un’opzione

# discussion
source: Please enter Content Description
it_it: Descrizione del contest

# discussion
source: Please enter Contest rule
it_it: Regolamento del contest

# discussion
source: Please enter a valid date
it_it: Data

# discussion
source: Please enter end date
it_it: Data di fine

# discussion
source: Please enter minor name
it_it: Nome del minore

# discussion
source: Please enter start date
it_it: Data di inizio

# discussion
source: Please indicate your position on this proposal by clicking on the triangle
it_it: Si prega di indicare la vostra posizione su questa proposta facendo clic sul triangolo

# discussion
source: See the enclosed link
it_it: Visualizza i link allegati

# discussion
source: Please enter proper text in opinion
it_it: Inserisci il testo vero e proprio a parere

# discussion
source: Opinion has been saved successfully. You can edit your opinion at any time.
it_it: Il tuo parere è stato salvato con successo. È possibile modificare la tua opinione in qualsiasi momento.

# discussion
source: First give us your position on the proposal.
it_it: Prima devi scegliere la tua valutazione sulla proposta.

# discussion
source: Submit Opinion
it_it: Pubblica la tua opinione

# discussion
source: Thank you for giving us your position on the proposal.
it_it: Grazie per averci dato la tua valutazione sulla proposta.

# discussion
source: Update Opinion
it_it: aggiornare Opinione

# discussion
source: Please select atleast one topic
it_it: Inserire un topic

# discussion
source: Proposal description can not be empty
it_it: La descrizione della proposta non può essere vuota

# discussion
source: Proposal summary can not be empty
it_it: Il sommario della proposta non può essere vuoto

# discussion
source: Opinion text should be atmost 500 characters
it_it: Il testo dell’opinione può essere al massimo di 500 caratteri

# discussion
source: Proposal Introduction should be atmost 500 characters
it_it: Il testo dell’introduzione può essere al massimo di 500 caratteri<

# discussion
source: Proposal Introduction should be atmost 500 characters.
it_it: Il testo dell’introduzione può essere al massimo di 500 caratteri

# discussion
source: Title should be atmost 50 characters
it_it: Il titolo della discusione può essere al massimo di 50 caratteri

# discussion
source: Title should be atmost 50 characters.
it_it: Il titolo dovrebbe essere atmost 50 caratteri.

# discussion
source: Current Opinion
it_it: Posizione Corrente

# discussion
source: An error occured
it_it: Si è verificato un errore

# discussion
source: An error occurred
it_it: Si è verificato un errore

# discussion
source: Reply
it_it: Rispondere

# discussion
source: Reply can not be empty
it_it: Risposta non può essere vuoto

# discussion
source: Your Reply
it_it: La tua risposta

# discussion
source: processing
it_it: elaborazione

# discussion
source: submit
it_it: Presentare

# discussion
source: Please enter valid youtube or vimeo video url
it_it: Inserisci URL valido del video su youtube o vimeo

# discussion
source: Highlight
it_it: Evidenziare

# discussion
source: Proposal Image
it_it: Immagine per la proposta

# discussion
source: Proposal Video
it_it: Video per la proposta

# discussion
source: An error occured. Please try again
it_it: Verificato un errore. Riprova

# discussion
source: Unable to save sorting order. Please try again
it_it: Impossibile salvare ordinamento. Riprova

# discussion
source: Only numbers are allowed
it_it: Solo i numeri sono consentiti

# discussion
source: Sorting order is already exist. Please add another sorting order
it_it: Ordinamento già esiste. Si prega di aggiungere un altro ordinamento

# discussion
source: Add a comment
it_it: Aggiungi un commento

# discussion
source: Are you sure you want to activate this Story ?
it_it: Sei sicuro di voler attivare questa storia?

# discussion
source: Are you sure you want to delete this Story ?
it_it: Sei sicuro di voler eliminare questo Articolo?

# discussion
source: Are you sure you want to delete this post ?
it_it: Sei sicuro di voler eliminare questo post?

# discussion
source: Are you sure you want to inactive this Story ?
it_it: Sei sicuro di voler inattivo questo Articolo

# discussion
source: By
it_it: da

# discussion
source: Click here to go back
it_it: Clicca qui per tornare indietro

# discussion
source: Comment description can not be empty
it_it: Did you mean: Comment description cannot be empty Descrizione commento non può essere vuoto

# discussion
source: Comments
it_it: Commenti

# discussion
source: Delete Post
it_it: Cancella Post

# discussion
source: Invitation is already sent to this email id.
it_it: Invito già inviato a questo indirizzo id.

# discussion
source: Paste or type a link
it_it: Incollare o digitare un collegamento

# discussion
source: Please Upload Story Image
it_it: Si prega di Upload Story Immagine

# discussion
source: Please Upload Story Logo
it_it: Si prega di caricare il logo della storia

# discussion
source: Please enter Story Description
it_it: Inserisci la descrizione della storia

# discussion
source: Please enter Story Title
it_it: Inserisci il titolo della storia

# discussion
source: Please enter Story Type
it_it: Inserisci il tipo di storia

# discussion
source: Please enter projects
it_it: Inserisci progetti

# discussion
source: Please login to add a comment
it_it: Effettua il login per aggiungere un commento

# discussion
source: Post Description should not be empty.
it_it: Descrizione dell'immagine non dovrebbe essere vuoto.

# discussion
source: Some error occured in getting comment
it_it: Qualche errore si è verificato a ottenere commento

# discussion
source: Some error occured in getting information.
it_it: Qualche errore si è verificato per ottenere informazioni.

# discussion
source: Some error occurred in sending email. Please contact administrator
it_it: Si è verificato un errore nell'invio email. Si prega di contattare l'amministratore

# discussion
source: Submit Comment
it_it: Invia il tuo commento

# discussion
source: There is no comment on this post
it_it: Non vi sono commenti su questo post

# discussion
source: This post is deleted and no longer available.
it_it: Questo post viene cancellato e non è più disponibile.

# discussion
source: Update Post
it_it: aggiornamento post

# discussion
source: some error occered in getting post. Please try again
it_it: qualche errore occered nell'ottenere posta. Riprova

# discussion
source: Email Address is missing, Please try again!
it_it: Indirizzo e-mail è mancante, Riprova!

# discussion
source: Unable to get user email address
it_it: Impossibile ottenere l'indirizzo email dell'utente

# discussion
source: Unable to get user email address
it_it: Impossibile ottenere l'indirizzo email dell'utente

# discussion
source: Password does not match
it_it: Password non corrisponde

# discussion
source: Please enter confirm password
it_it: Inserisci la conferma password

# discussion
source: Please check privacy checkbox
it_it: Devi accettare le condizioni sulla privacy

# discussion
source: Please add authority description
it_it: Inserisci la descrizione dell'ente

# discussion
source: Please select age
it_it: Seleziona l'età

# discussion
source: Please select authority
it_it: Seleziona l'ente

# discussion
source: Please select citizenship
it_it: Seleziona la cittadinanza

# discussion
source: Please select education level
it_it: Seleziona il livello di istruzione

# discussion
source: Please select gender
it_it: Seleziona il genere

# discussion
source: Please select work
it_it: Seleziona il lavoro

# discussion
source: Please enter new Password
it_it: Inserisci una nuova Password

# discussion
source: Please select atleast one checkbox
it_it: Seleziona almeno una casella

# discussion
source: Please add valid age
it_it: Inserisci un'età valida

# discussion
source: Please select age range
it_it: Seleziona la fascia di età
